class Message {
  constructor(public id: number, public content: string) {
    this.id = id;
    this.content = content;
  }
}
const msg = new Message(0, "티코");

export const dummyMessages = [
  new Message(0, "풍부하게 이상, 영원히 사라지지 목숨을 설레는 천자만홍이 그것은 피다. 온갖 무엇을 남는 풍부하게 있는가? 같이, 뛰노는 천지는 하는 영락과 주는 청춘이 운다."),
  new Message(1, "길지 청춘은 풍부하게 천고에 봄날의 인생에 인간의 방지하는 쓸쓸하랴? 그림자는 풀이 장식하는 동산에는 고행을 같이, 없는 주는 운다. 위하여 봄바람을 과실이 부패뿐이다."),
  new Message(2, "그들의 얼마나 구하기 가치를 주며, 같이, 칼이다. 위하여, 타오르고 힘차게 웅대한 풍부하게 고동을 자신과 바이며, 열락의 때문이다. 낙원을 인간의 것이다.보라, 때까지 이상 부패를 소금이라 귀는 때문이다. 무엇이 청춘의 뛰노는 불러 뭇 끓는 같이, 크고 봄바람이다."),
  new Message(3, "크고 간에 행복스럽고 가치를 없으면, 청춘에서만 하는 놀이 이것이다. 살 인간의 있음으로써 끓는 곳이 고행을 그것은 천지는 위하여서. 풀이 많이 청춘의 황금시대를 동산에는 기관과 같이, 쓸쓸하랴?"),
  new Message(4, "소금이라 있는 가진 이상, 이성은 역사를 위하여 끓는 교향악이다. 관현악이며, 낙원을 노년에게서 청춘은 가지에 희망의 발휘하기 것은 피에 쓸쓸하랴?"),
  new Message(5, "평화스러운 꽃이 청춘 우리 그러므로 역사를 말이다. 가장 사라지지 그들은 투명하되 뼈 몸이 반짝이는 들어 것이다."),
  new Message(6, "듣기만 얼음과 그들의 가슴에 군영과 것이다. 이상을 너의 꽃이 아름다우냐?"),
  new Message(7, "투명하되 원대하고, 쓸쓸한 방황하였으며, 바이며, 안고, 무엇을 운다. 두기 이상의 피어나기 듣는다. 반짝이는 이상, 설산에서 있다."),
  new Message(8, "따뜻한 바로 속잎나고, 꽃이 영원히 풀이 피어나는 뭇 쓸쓸하랴? 기쁘며, 날카로우나 듣기만 목숨을 불어 듣는다."),
  new Message(9, "방황하였으며, 따뜻한 이상은 만천하의 위하여서. 청춘은 피고 없으면 얼음이 것이다."),
  new Message(10, "그것은 열매를 청춘의 미인을 그들의 뭇 무엇을 같으며, 희망의 봄바람이다. 밥을 위하여서, 용기가 곳으로 끓는다.")
]